"Enabled" = "Aktiviert";
"Name" = "Name";
"Group" = "Gruppe";
"Badge" = "Badge";
"Justify Article" = "Artikel als Blocksatz zeigen";
"All articles" = "Alle Artikel";
"Unread articles" = "Nicht gelesen Artikel";
"Starred articles" = "Markierte Artikel";
"Read articles" = "Artikel lesen";
"Mode" = "Modus";
"Analytics Enabled" = "Ana­ly­tik aktiviert";
"none given" = "keine angegeben";
